---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbForcePerFt
source: html/c72fc00a-308b-5d39-410a-4f99e348fabd.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbForcePerFt Property

Symbol lb/ft, indicating unit Pounds force per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbForcePerFt { get; }
```